HAR2_QUESTIONS = [ # 18 entries
    # Experience.html   1-8
    "정당한 사유 없이 특정 성별을 이유로 주요한 업무를 할 수 있는 기회를 주지 않았다.",
    "성별을 이유로 부적절한 호칭이나 지칭 등(예, ‘아줌마’)을 사용하거나 특정 성별을 비하, 혐오하는 표현을 했다.",
    "업무와 무관한 애교나 친절을 요구했다.",
    "외모와 옷차림이 여성다움 혹은 남성다움에 걸맞지 않다는 이유로 비난하거나 조롱하는 말을 했다. ",
    "행동이 여성다움 혹은 남성다움에 걸맞지 않는다는 이유로 비난하거나, 성역할 고정관념을 강요하는 말을 했다.",
    "음담패설이나 성적농담을 했다.",
    "말하고 싶어하지 않는데도 사적 성경험이나 성적 취향에 대해 물었다. (전화, 문자, SNS 포함)",
    "내밀한 성적 정보를 의도적으로 유포했다.",
    # Experience2.html 9 - 18
    "성인물이나 야한 영상을 보여주거나 공개적으로 시청했다.",
    "가슴이나 엉덩이 등 신체부위를 쳐다보았다.",
    "타인에게 성적 불쾌감을 줄 수 있는 자신의 특정 신체 부위를 노출하거나 만졌다.",
    "회식에서 술을 따르거나 옆에 앉도록 요구하거나 강요했다.",
    "포옹, 손잡기, 신체밀착, 안마, 입맞춤 등 신체접촉을 하거나 하려고 했다.",
    "업무를 빙자하여 성적인 상황을 만들어 곤란하게 했다. (부당한 동반 출장 요구, 단둘이 귀가 강요 등)",
    "우월적 직위를 이용하여 사적 만남이나 성관계를 요구했다.",
    "성적 요구를 전제로 고용상의 이익을 제안했다.",
    "성적요구에 대한 불응을 이유로 고용상 불이익을 주었다.",
    "우월적 직위를 이용하여 성관계를 물리적으로 시도하거나 했다.",
]
