CULTURE = [    # 8 questions
    "초과 근무가 많은 편이다",
    "성과를 내기 위한 직원간 경쟁이 심하다.",
    "회식 참여가 직접적, 간접적으로 강제되는 편이다.",
    "직장은 권위적이며 위계적인 조직문화를 갖고 있다.",
    "승진이나 평가에 유리한 핵심 업무/부서에 남성이 주로 배치되는 경향이 있다.",
    "결혼, 출산, 육아 등의 이유로 여성의 퇴사가 많은 편이다.",
    "고위직으로 올라갈수록 여성이 드물다.",
    "직장 분위기가 남성중심적이다. ",
]

ENVIRONMENT_CHANGE = [    # 10 questions, 1-6: Environment1.html, 7-10: Environment2.html
    #Environment1.html
    "인력축소",
    "비정규직(계약직, 파견직 등) 고용확대",
    "근무시간 및 강도 강화 ",
    "임금 삭감이나 반납 증가",
    "비자발적 휴직, 연차휴가 사용, 무급휴업 종용 증가",
    "SNS 등을 이용한 근무시간 외 업무 연락 증가",
    #Environment2.html
    "코로나 감염에 대한 근로자 안전조치 등 재난 상황에서의 대응 부족",
    "코로나 상황에서 정부 방역 지침을 넘어 특정 지역 방문을 금지하는 등 과도한 사생활 제한 증가",
    "코로나로 인한 재택근무 과정에서 근무 감시 확대",
    "코로나로 인한 직장내 괴롭힘의 전반적 증가",
]
